---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.ScaleFailures
source: html/20a19124-69cc-1c79-81ef-70bcfd8d104d.htm
---
# BuiltInFailures.ScaleFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.